"current-language" = "it";
"OK" = "OK";
"Cancel" = "Cancella";
"Error" = "Errore";
"Untitled" = "Senza Titolo";
"Stop" = "Stop";
"none" = "alcun";
"default" = "default";
"Copy of %@" = "Copia di %@";
"Read Me" = "Leggimi";
"History" = "Cronologia";
"Clear History" = "Cancella Cronologia";
"Remove all" = "Cancella tutto";
"Remove selection" = "Cancella selezione";
"Are you sure you want to clear the whole history ?\nThis operation is irreversible." = "Sei sicuro di voler cancellare l'intera cronologia?\nQuesta operazione è irreversibile.";
"Hide preamble" = "Nascondi preambolo";
"Show preamble" = "Mostra preambolo";
"Hide History" = "Nascondi Recenti";
"Show History" = "Mostra Recenti";
"Hide Library" = "Nascondi Libreria";
"Show Library" = "Mostra Libreria";
"Apply History item" = "Applica oggetto Recente";
"Delete History item" = "Rimuovi oggetto Recente";
"Delete History items" = "Cancella oggetti Recenti";
"Change History item background color" = "Cambia colore di sfondo dell'oggetto recente";
"Apply Library item" = "Usa oggetto della Libreria";
"Add Library folder" = "Aggiungi cartella in Libreria";
"Add Library item" = "Aggiungi oggetto in Libreria";
"Add Library items" = "Aggiungi oggetti in Libreria";
"Delete Library item" = "Rimuovi oggetto di Libreria";
"Delete Library items" = "Rimuovi oggetti di Libreria";
"Move Library items" = "Sposta oggetti di Libreria";
"Change Library item name" = "Cambia nome all'oggetto di Libreria";
"Change Library item background color" = "Cambia colore di sfondo all'oggetto di Libreria";
"Change Library items background color" = "Cambia colore di sfondo agli oggetti di Libreria";
"Import library..." = "Importa libreria...";
"Export library..." = "Esporta libreria...";
"Import history..." = "Importa Cronologia...";
"Export history..." = "Esporta Cronologia...";
"Loading error" = "Errore di Caricamento";
"An error occured while saving" = "Errore durante il Salvataggio";
"The file does not appear to be a valid format" = "Il file non sembra avere un formato valido";
"New encapsulation" = "Nuova incapsulamento";
"Change the encapsulation" = "Cambia l'incapsulamento";
"Remove encapsulation items" = "Rimuovi oggetto di incapsulamento";
"Remove encapsulation item" = "Remove encapsulation item";
"Move the encapsulation" = "Sposta l'incapsulamento";
"Move encapsulations" = "Sposta incapsulazioni";
"New configuration" = "Nuova configurazione";
"Change the configuration" = "Cambia la configurazione";
"Remove configuration items" = "Rimuovi configurazioni";
"Remove configuration item" = "Rimuovi configurazione";
"Move the configuration" = "Sposta la configurazione";
"Move configurations" = "Sposta configurazioni";
"processing" = "elaborazione";
"executing" = "esecuzione";
"error while processing" = "errore durante l'elaborazione";
"used for font color" = "usato per colore carattere";
"no color.sty found" = "nessun color.sty trovato";
"useful to type directly diacritic characters" = "utile per scrivere direttamente caratteri accentuati";
"%@ not found or does not work as expected" = "%@ non trovato oppure non funziona come previsto";
"%@ is required" = "%@ è richiesto";
"The current configuration of LaTeXiT requires %@ to work." = "L'attuale configurazione di LaTeXiT necessita %@ per funzionare.";
"You need ps2pdf to export as \"PDF with outlined fonts\"" = "È necessario ps2pdf per esportare come \"PDF con outlined fonts\"";
"Find %@..." = "Trova %@...";
"What's that ?" = "Che cos'è?";
"LaTeXiT relies on a functional LaTeX installation. But if you do not know what LaTeX is, you may find it difficult to find and install it. A help section of the documentation is dedicated to that part." = "LaTeXiT si affida ad un'installazione funzionale di LaTeX. Ma se non sai che cosa sia LaTeX, potresti trovare difficile cercarlo ed installarlo. Una sezione d'aiuto della documentazione è dedicata a questo.";
"See help..." = "Guarda l'Aiuto...";
"Install LaTeX" = "Installa LaTeX";
"pdflatex, latex, dvipdf, xelatex or gs (depending to the current configuration) seems unavailable in your system. Please check their installation." = "pdflatex, latex, dvipdf, xelatex o gs (dipende dalla configurazione corrente) sembra non essere disponibile nel tuo sistema. Controlla le loro installazioni.";
"color.sty seems to be unavailable" = "color.sty sembra non essere disponibile";
"Without the color.sty package, you won't be able to change the font color" = "Senza il pacchetto color.sty , non sarai capace di cambiare il colore dei caratteri";
"color.sty package seems not to be present in your LaTeX installation. So, color font change is disabled." = "il pacchetto color.sty non sembra essere presente nell'attuale installazione di LaTeX. Per ciò il cambio di colore dei caratteri non è possibile.";
"This text is not LaTeX compliant; or perhaps it is a preamble problem ? You can check it in LaTeXiT" = "Questo testo non è conforme a LaTeX; oppure forse è un problema di preambolo. Puoi controllarlo in LaTeXit";
"Empty LaTeX body" = "Svuota il corpo LaTeX";
"Process anyway" = "Elabora comunque";
"You did not type any text in the body. The result will certainly be empty." = "Non hai digitato alcun testo nel corpo. Il risultato sarà certamente vuoto.";
"An error occured while trying to create the file :\n%@" = "Errore durante il tentativo di creare il file :\n%@";
"An error occured while trying to create the file with command:\n%@" = "Errore durante il tentativo di creare il file con command:\n%@";
"http://pierre.chachatelier.fr/latexit/index.php" = "http://pierre.chachatelier.fr/latexit/index.php?lang=en";
"http://pierre.chachatelier.fr/latexit/latexit-donations.php" = "http://pierre.chachatelier.fr/latexit/latexit-donations.php?lang=en";
"Equation linked with another application" = "Equazione collegata con un altra applicazione";
"Equation linked with library item" = "Equazione collegata con un oggetto della libreria";
"The Linkback link is active" = "Il collegamento Linkback è attivo";
"The Linkback link is suspended" = "Il collegamento Linkback è sospeso";
"Suspend Linkback link" = "Sospendi collegamento Linkback";
"Resume Linkback link" = "Riprendi collegamento Linkback";
"LaTeXiT cannot be run properly, please check its configuration" = "LaTeXiT non può essere eseguito propriamente, prego controllare la configurazione";
"Do you want to load the library <%@> ?" = "Vuoi caricare la libreria <%@> ?";
"If you choose <Replace the library>, the current library will be lost" = "Se scegli <Sostituisci la libreria>, la corrente libreria andrà persa";
"Add to the library" = "Aggiungi alla libreria";
"Replace the library" = "Sostituisci la libreria";
"Do you want to load the history <%@> ?" = "Vuoi caricare la cronologia <%@> ?";
"If you choose <Replace the history>, the current history will be lost" = "Se scegli <Sostituisci la cronologia>, l'attuale cronologia andrà persa";
"Add to the history" = "Aggiungi alla cronologia";
"Replace the history" = "Sostituisci la cronologia";
"Open in LaTeXiT" = "Apri in LaTeXiT";
"Check for new versions" = "Controlla per nuove versioni";
"An error occured while trying to reach %@.\nYou should check your network." = "Errore mentre si cercava di raggiungere %@.\nSi prega di controllare la connessione.";
"Open download page" = "Apri pagina di download";
"General" = "Generale";
"Edition" = "Text Editing";
"Preambles" = "Preamboli";
"Body templates" = "Modelli del corpo";
"Templates" = "Modelli";
"Composition" = "Typesetting";
"Service" = "Servizio";
"Advanced" = "Avanzate";
"Web" = "Web";
"Plugins" = "Estensioni";
"Reset preamble" = "Resetta preambolo";
"Are you sure you want to reset the preamble ?\nThis operation is irreversible." = "Sei sicuro di voler resettare il preambolo ?\nQuesta operazione è irreversibile.";
"Do you really want to apply that preamble to the library items ?" = "Vuoi veramente applicare questo preambolo agli oggetti di libreria ?";
"Their old preamble will be overwritten. If it was a special preamble that had been tuned to generate them, it will be lost." = "Il loro vecchio preambolo sarà sovrascritto. Se era un preambolo straordinario usato per generarli, andrà perso.";
"Apply" = "Applica";
"Typeset LaTeX Maths eqnarray" = "Crea l'equazione in modalità Eqnarray";
"Typeset LaTeX Maths align" = "Crea l'equazione in modalità Align";
"Typeset LaTeX Maths display" = "Crea l'equazione in modalità display \\[...\\]";
"Typeset LaTeX Maths inline" = "Crea l'equazione in modalità inline $...$";
"Typeset LaTeX Text" = "Crea l'equazione in modalità Testo";
"Un-latexize the equations" = "Converti le equazioni al codice LaTeX equations back to LaTeX code";
"Detect and typeset equations" = "Trova e crea le equazioni";
"Loading History" = "Caricando la Cronologia";
"Saving History" = "Salvando la Cronologia";
"Loading Library" = "Caricando la Libreria";
"Saving Library" = "Salvando la Libreria Library";
"Pre-processing" = "Pre-processamento";
"Middle-processing" = "Processamento intermedio";
"Post-processing" = "Post-processamento";
"Edit configurations list..." = "Modifica le confifurazioni...";
"%d equation could not be converted because of syntax errors in it. You should also check if it is compatible with the default preamble in use." = "%d l'equazione non può essere convertita a causa di errori di sintassi in essa. Controllare anche se è compatibile con il preambolo in uso.";
"%d equations could not be converted because of syntax errors in them. You should also check if they are compatible with the default preamble in use." = "%d le equazioni non possono essere convertite per errori di sintassi in esse. Controllare inoltre se sono compatibili con il preambolo in uso.";
"unexpected error, please see \"LaTeX > Display last log\"" = "errore inaspettato, andare a \"LaTeX > Mostra l'ultimo rapporto\"";
"New text shortcut" = "Nuova scorciatoia testo";
"Change the text shortcut" = "Cambia la scorciatoia testo";
"Remove text shortcuts" = "Rimuovi le scorciatoie testo";
"Remove text shortcut" = "Rimouvi la scorciatoia testo";
"Move the text shortcut" = "Sposta la scorciatoia testo";
"Move text shortcuts" = "Sposta le scorciatoie testo";
"You may not be updating the good equation" = "Non dovresti aggiornare l'equazione funzionante";
"Update the equation" = "Aggiorna l'equazione";
"You changed the library selection since the last equation was imported into the editor" = "Hai cambiato la selezione di libreria da quando l'ultima equazione è stata importata nel programma.";
"Shell" = "Terminale";
"Body" = "Corpo";
"File" = "File";
"Content" = "Contenuto";
"Define a script" = "Definisci uno script";
"Use existing script" = "Usa script esistente";
"Script failed" = "Script fallito";
"Script too long : timeout reached" = "Script troppo lungo : durata massima raggiunta";
"Palette installation" = "Installazione di tavolozza";
"It does not appear to be a valid Latex palette package" = "Non sembra essere un pacchetto tavolozza LaTeX valido.";
"Do you want to install the palette %@ ?" = "Vuoi installare la tavolozza %@ ?";
"This palette will be installed into \n%@" = "Questa tavolozza sarà installata \n%@";
"Install palette" = "Installa tavolozza";
"Could not create path" = "Impossibile creare indirizzo";
"The path %@ could not be created to install a palette in it" = "L'indirizzo %@ non può essere creato per installare una tavolozza in esso";
"The palette %@ already exists, do you want to replace it ?" = "La tavolozza %@ esiste già, vuoi sostituirla ?";
"A file or folder with the same name already exists in %@. Replacing it will overwrite its current contents." = "Un file o cartella con lo stesso nome esiste già in %@. La sostituzione implicherà la sovrascrittura dei contenuti attuali.";
"Replace" = "Sostituisci";
"Installation failed" = "Installazione fallita";
"%@ could not be installed as %@" = "%@ non può essere installato come %@";
"Author" = "Autore";
"Display the error message" = "Mostra il messaggio di errore";
"Error message" = "Messaggio di errore";
"Enlarge the text area" = "Ingrandisci area del testo";
"Reduce the text area" = "Riduci area del testo";
"New Service shortcuts could not be set" = "La nuova scorciatoia del servizio non può essere impostata";
"Authentication failed or did not allow to rewrite the <Info.plist> file inside the LaTeXiT.app bundle" = "Autenticazione fallio oppure non è permesso di modificare <Info.plist>, file contenuto nel pacchetto LaTeXiT.app";
"The current Service shortcuts of LaTeXiT do not match the ones defined in the preferences" = "The current Service shortcuts of LaTeXiT do not match the ones defined in the preferences";
"Apply preferences" = "Apply preferences";
"Update preferences" = "Update preferences";
"Ignore" = "Ignora";
"__EXPLAIN_CHANGE_SHORTCUTS__" = "";
"PDF Equation" = "Equazione PDF";
"Text file" = "File testo";
"LaTeXiT library" = "Libreria LaTeXiT";
"LaTeXiT history" = "Cronologia LaTeXiT";
"LaTeX Equation Editor library" = "Editor delle Equazioni della Libreria LaTeX";
"LaTeXiT LaTeX Palette" = "Tavolozza LaTeX LaTeXiT";
"Additional files" = "Files addizionali";
"Default Format" = "Formato di default";
"PDF with outlined fonts" = "PDF con caratteri contornati";
"PDF without embedded fonts" = "PDF con caratteri contornati";
"PDF w.o.f." = "PDF w.o.f.";
"PDF vector format" = "formato PDF vettoriale";
"EPS vector format" = "formato EPS vettoriale";
"SVG vector format" = "formato SVG vettoriale";
"TIFF bitmap format" = "fromato TIFF bitmap";
"PNG bitmap format" = "formato PNG bitmap";
"JPEG bitmap format" = "formato JPEG bitmap";
"MathML text format" = "formato MathML testuale";
"Migrating history to new format" = "Migrazione della cronologia ad un nuovo formato";
"Migrating library to new format" = "Migrazione della libreria ad un nuovo formato";

/* Preferences */
"Edit the configurations..." = "Modifica le configurazioni...";

/* document */
"clipboard" = "clipboard";
"Text" = "Testo";
"Font size :" = "Dimensioni carattere :";
"Color :" = "Colore :";
"LaTeX it!" = "LaTeX it!";
"Copy the image as" = "Copia l'immagine come";
"Switch to mini-window" = "Attiva mini-finestra";
"Switch to normal window" = "Disattiva mini-finestra";
"line" = "linea";

/* document extra panels */
"Execution log" = "Rapporto d'esecuzione";
"Drag through areas to change export type" = "Passare sulle diverse aree per cambiare il tipo di esportazione";
"JPEG Quality" = "Livello qualità JPEG";
"least" = "minimo";
"low" = "basso";
"medium" = "medio";
"high" = "alto";
"maxi" = "maxi";
"Quality" = "Qualita";
"Background color" = "Colore di sfondo";
"Path to pdf2svg" = "indirizzo per pdf2svg";
"Format" = "Formato";
"Change" = "Cambia";
"Options" = "Opzioni";
"Scale" = "Scala";
"Warning : jpeg does not manage transparency" = "Attenzione : jpeg non lavora con la trasparenza";
"Warning : pdf2svg path is invalid" = "Attenzione : indirizzo pdf2svg invalido";

/* Library */
"Library" = "Libreria";
"Reach default library" = " Libreria di default";
"Add to current library" = "Aggiungi alla libreria corrente";
"Overwrite current library" = "Sovrascrivi attuale libreria";
"Change library in use" = "Cambia libreria in uso";
"Export the selection only" = "Esporta solo la selezione";
"Format :" = "Formato :";
"Add a folder" = "Aggiungi una cartella";
"Add current equation" = "Aggiungi l'attuale equazione";
"Rename selection" = "Rinomina selezione";
"Replace selection by current equation" = "Sostituisci la selezione con l'attuale equazione";
"Import..." = "Importa...";
"Export..." = "Esporta...";
"Display the equations in real size on mouse over" = "Mostra l'equazione nelle dimensioni reali quando è sotto il cursore";
"Open the equation in a document" = "Apri l'equazione in un documento";
"Open the equation in a linked document" = "Apri l'equazione in un documento collegato";

/* History */
"Add to current history" = "Aggiungi all'attuale cronologia";
"Overwrite current history" = "Sovrascrivi l'attuale cronologia";
"Lock" = "Blocca";
"Unlock" = "Sblocca";

/* palette : additional files */
"Open defaults" = "Apri default";
"Save as defaults" = "Salva come default";

/* palette : composition */
"Composition configurations" = "Configurazioni di compilamento";

/* palette : encapsulations */
"Encapsulations" = "Incapsulamento";

/* palette : LaTeX */
"LaTeX Palette" = "Tavolozza LaTeX";
"Details" = "Dettagli";
"LaTeX Code :" = "Codice LaTeX :";
"Requires :" = "Requisiti :";

/* palette : margins */
"Custom margins" = "Personalizza margini";
"Save as default margins" = "Salva come margini di default";

/* automator */
"Unknown error. Please make sure that LaTeXiT has been run once and is fully functional." = "Errore sconosciuto. Per favore accertarti che LaTeXit sia stato già avviato in precedenza e sia pienamente funzionante.";